{"pmid": "40168074", "title": "Loss of GATA2 Promotes Invasion and Predicts Cancer Recurrence and Survival in Uterine Serous Carcinoma.", "abstract": "A priori knowledge of recurrence risk in patients with non-metastatic (FIGO stage I) uterine serous carcinoma (USC) would enable a risk-stratified approach to the use of adjuvant chemotherapy. This would greatly reduce treatment-related morbidity and be predicted to improve survival. GATA2 expression was scored by immunohistochemistry (IHC) across a retrospective multi-institutional cohort of 195 primary USCs. Associations between GATA2 levels and clinicopathologic metrics were evaluated using Student's t-test, Fisher's exact test, Kaplan-Meier method, and Cox proportional hazards ratio. Invasion in patient-derived USC cells was assessed by Student's t-test. RNA-seq, anti-GATA2 ChIP-seq, and confirmatory western blotting enabled identification of GATA2 targets. Patients with FIGO stage I GATA2high USCs had 100% recurrence-free and 100% cancer related survival, which was significantly better than patients with GATA2low USCs. In patients for whom adjuvant chemotherapy was omitted, patients with GATA2high USC had 100% recurrence free 5-year survival compared to 60% recurrence free survival in patients with GATA2low USC. Depletion of GATA2 in patient-derived USC cells increased invasion in vitro. Routine GATA2 IHC identifies 33% of FIGO stage I USC patients who have a greatly reduced risk of post-hysterectomy USC recurrence. Our results suggest that a GATA2 guided personalized medicine approach could be rapidly implemented in most hospital settings, would reduce treatment-related morbidity, and likely improve outcomes in USC patients. NIH grants R01 DK068634, P30 CA014520, S10 OD023526, K08 DK127244, T32 HL007899, the UW-Madison Department of Pathology and Laboratory Medicine, the UW-Madison Centennial Scholars Program, the Diane Lindstrom Foundation, the American Cancer Society, the V Foundation, The Hartwell Foundation, and the UMN Department of Obstetrics, Gynecology, and Women's Health.", "journal": "JCI insight", "publication_date": "2025-Apr-01", "doi": "10.1172/jci.insight.187073", "authors": ["Usha S Polaki", "Trey E Gilpin", "Apoorva T Patil", "Emily Chiu", "Ruth Baker", "Peng Liu", "Tatiana S Pavletich", "Morteza Seifi", "Paula M Mañán-Mejías", "Jordan Morrissey", "Jenna Port", "Rene Welch Schwartz", "Irene M Ong", "Dina El-Rayes", "Mahmoud A Khalifa", "Pei Hui", "Vanessa L Horner", "María Virumbrales-Muñoz", "Britt K Erickson", "Lisa Barroilhet", "Stephanie M McGregor", "Emery H Bresnick", "Daniel R Matson"], "mesh_headings": []}
{"pmid": "40168069", "title": "Validation of Ecological Momentary Assessment With Reference to Accelerometer Data: Repeated-Measures Panel Study With Multilevel Modeling.", "abstract": "There is growing interest in the real-time assessment of physical activity (PA) and physiological variables. Acceleration, particularly those collected through wearable sensors, has been increasingly adopted as an objective measure of physical activity. However, sensor-based measures often pose challenges for large-scale studies due to their associated costs, inability to capture contextual information, and restricted user populations. Smartphone-delivered ecological momentary assessment (EMA) offers an unobtrusive and undemanding means to measure PA to address these limitations. This study aimed to evaluate the usability of EMA by comparing its measurement outcomes with 2 self-report assessments of PA: Global Physical Activity Questionnaire (GPAQ) and a modified version of Bouchard Physical Activity Record (BAR). A total of 235 participants (137 female, 98 male, and 94 repeated) participated in one or more 7-day studies. Waist-worn sensors provided by ActiGraph captured accelerometer data while participants completed 3 self-report measures of PA. The multilevel modeling method was used with EMA, GPAQ, and BAR as separate measures, with 6 subdomains of physiological activity (overall PA, overall excluding occupational, transport, exercise, occupational, and sedentary) to model accelerometer data. In addition, EMA and GPAQ were further compared with 6 domains of PA from the BAR as outcome measures. Among the 3 self-reporting instruments, EMA and BAR exhibited better overall performance in modeling the accelerometer data compared to GPAQ (eg EMA daily: β=.387, P<.001; BAR daily: β=.394, P<.001; GPAQ: β=.281, P<.001, based on repeated-only participants with step counts from accelerometer as dependent variables). Multilevel modeling on 3 self-report assessments of PA indicates that smartphone-delivered EMA is a valid and efficient method for assessing PA.", "journal": "Journal of medical Internet research", "publication_date": "2025-Apr-01", "doi": "10.2196/59878", "authors": ["Jung Min Noh", "SongHyun Im", "JooYong Park", "Jae Myung Kim", "Miyoung Lee", "Ji-Yeob Choi"], "mesh_headings": []}
{"pmid": "40168061", "title": "Fibulin-4 and latent-transforming growth factor beta-binding protein-4 interactions with syndecan-2 and syndecan-3 are required for elastogenesis.", "abstract": "Elastogenesis is a cell surface-located hierarchical process that requires the core components tropoelastin and fibrillins and several accessory proteins, including fibulin-4 (FBLN4) and latent TGF-β binding protein-4 (LTBP4). FBLN4 and LTBP4 interact with cells, but their cell receptors and associated molecular elastogenic mechanisms remain unknown. Primary skin fibroblasts and several vascular smooth muscle cells bound strongly to FBLN4 multimers and LTBP4 monomers. We identified two cell interaction epitopes on FBLN4 located in cbEGF2-3 and the C-terminal domain, whereas FBLN4 multimerization sites were mapped to cbEGF4-5 and the C-terminal domain. We also determined a novel cell interaction site in the N-terminal half of LTBP4. Cell binding to FBLN4 and LTBP4 was strongly inhibited in the presence of heparin, heparan sulfate, or after enzymatic removal of heparan sulfate, suggesting heparan sulfate proteoglycans as relevant cell surface receptors. siRNA knockdown experiments identified syndecan (SDC)2 and SDC3 as cell receptors for FBNL4 and SDC3 for LTBP4. Direct protein interactions between FBLN4 and the recombinant ectodomains of SDC2 and SDC3, and between LTBP4 and SDC3 validated these results. Interaction of the elastogenic cells with FBLN4 and LTBP4 enhanced elastogenesis, whereas SDC2 and/or SDC3 knockdowns led to reduced elastic fiber formation. The cell interactions with FBLN4 and LTBP4 significantly enhanced focal adhesion formation, induced cell contraction, and led to activation of focal adhesion kinase (FAK), Erk1/2, and RhoA. Pharmacological inhibition of these effectors markedly attenuated elastic fiber formation, and siRNA knockdown of SDC2 and SDC3 led to reduced levels of pFAK, pERK, and active RhoA. Together, these data demonstrate that FBLN4 and LTBP4 cell interactions through SDC2 and SDC3 promote elastogenesis by enhancing focal adhesion formation, leading to cell contractility through FAK, Erk1/2, and RhoA activation, underscoring the significance of these pathways in elastogenesis.", "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology", "publication_date": "2025-Apr-15", "doi": "10.1096/fj.202402767R", "authors": ["Hana Hakami", "Neha E H Dinesh", "Valentin Nelea", "Nathalie Lamarche-Vane", "Sylvie Ricard-Blum", "Dieter P Reinhardt"], "mesh_headings": []}
{"pmid": "40168059", "title": "SiaQuant Unveils Serum α2,3/α2,6 Sialylation Heterogeneities and Predicts Neoadjuvant Chemotherapy Response in Locally Advanced Cervical Cancer.", "abstract": "Sialylation significantly influences tumor progression, invasion, and metastasis. Accurately characterizing sialylated", "journal": "Analytical chemistry", "publication_date": "2025-Apr-01", "doi": "10.1021/acs.analchem.4c04952", "authors": ["Xiaoxiao Feng", "Jing Li", "Chong Li", "Jun Wang", "Yuying Liang", "Bin Fu", "Zhenyu Sun", "Jun Yao", "Juan He", "Aiying Nie", "Liming Wei", "Weiwei Feng", "Haojie Lu"], "mesh_headings": []}
{"pmid": "40168056", "title": "Synergistic Therapeutic Effects of Prussian Blue Erbium-Doped Hydroxyapatite Nanoparticles in Photothermal Photodynamic Cancer Therapy.", "abstract": "This study explores the synergistic therapeutic potential of Prussian Blue Erbium-Doped Hydroxyapatite (PB-Er-HAp) bioceramics in the context of photothermal therapy (PTT) and photodynamic therapy (PDT) for cancer treatment, highlighting their role in multimodal therapeutic approaches and imaging. PB-Er-HAp nanoparticles (NPs) were synthesized using a facile coprecipitation method to incorporate erbium (Er) into nanostructured hydroxyapatite (HAp) at various concentrations. Prussian Blue (PB) was functionalized onto the surfaces of these NPs, resulting in a final particle size of less than 50 nm. The therapeutic efficacy of the synthesized 1.0 mol % PB-Er-HAp NPs was evaluated", "journal": "ACS biomaterials science & engineering", "publication_date": "2025-Apr-01", "doi": "10.1021/acsbiomaterials.5c00027", "authors": ["Thi Thuy Truong", "Vu Hoang Minh Doan", "Dinh Quan Nguyen", "Quoc Dung Nguyen", "Jaeyeop Choi", "Bharathiraja Subramaniyan", "Jaesung Ahn", "Byeongil Lee", "Junghwan Oh", "Sudip Mondal"], "mesh_headings": []}
{"pmid": "40168046", "title": "MET and NF2 alterations confer primary and early resistance to first-line alectinib treatment in ALK-positive non-small-cell lung cancer.", "abstract": "Although first-line alectinib has prolonged survival in ALK-mutated non-small-cell lung cancers (NSCLCs), the response to treatment varies among patients, and the primary/early development of alectinib resistance mechanisms is still not fully understood. Here, we analyzed molecular profiles of 108 alectinib-treated patients (first-line and second-line after crizotinib) with confirmed relapse by targeted sequencing of cancer-related genes. After first-line treatment, off-target MET and NF2 alterations were more frequent than on-target alterations within the first 6 months, causing primary or early resistance. Conversely, on-target alterations became prevalent after 1 year of first-line alectinib treatment and predominantly after second-line. The incidence of acquired resistance also depended on EML4-ALK variants. In variant 1 (v1), off-target alterations were responsible for 50% of resistance cases after first-line alectinib therapy, whereas on-target mutations had no contribution in this subgroup. In variant 3 (v3), on-target alterations resulted in 46% of resistance cases, whereas only 18% were caused by off-target mutations. After second-line treatment, the most common mutations in v1 were L1196M (42%) and G1269A (25%), while G1202R was detected in 45% of v3 tumors. These findings emphasize the importance of stratifying resistance mechanisms to guide tailored treatment for ALK-positive NSCLCs.", "journal": "Molecular oncology", "publication_date": "2025-Apr-01", "doi": "10.1002/1878-0261.70029", "authors": ["Jie Hu", "Ning Ding", "Xiaobo Xu", "Yedan Chen", "Yong Zhang", "Jingwen Liu", "Jiebai Zhou", "Hairong Bao", "Donghui Zhang", "Yijun Song", "Yang Shao", "Yuanlin Song"], "mesh_headings": []}
{"pmid": "40168043", "title": "Development of a Highly Efficient NIR-II Phototherapeutic Agent for Fluorescence Imaging-Guided Synergistic PTT/PDT/Chemotherapy of Colorectal Cancer.", "abstract": "NIR-II-triggered phototherapy presents a noninvasive, resistance-free alternative therapeutic approach with deeper tissue penetration and improved imaging of deep tumors. However, many NIR-II phototherapeutic agents suffer from low fluorescence quantum yields, poor photothermal conversion efficiency (PCE), and reduced efficacy due to the upregulation of heat shock protein HSP70. This study develops a small-molecule NIR-II phototherapeutic agent (IRF) with a high fluorescence quantum yield (17.4%), excellent PCE (96.8%) for photothermal therapy (PTT), and photodynamic therapy (PDT) activity. To decrease thermal resistance during phototherapy, IRF and evodiamine (EVO) were loaded onto hyaluronic acid (HA)-modified nanoparticles, creating a multifunctional nanoplatform termed EVO/IRF@HA NPs. EVO/IRF@HA NPs can actively target tumors for NIR-II fluorescence imaging", "journal": "Journal of medicinal chemistry", "publication_date": "2025-Apr-01", "doi": "10.1021/acs.jmedchem.5c00066", "authors": ["Ji Liu", "Luyin Liang", "Ping Gan", "Fanjie Lin", "Zhiyue Dai", "Zhangjing Chen", "Yifan Xu", "Qiuxing Yang", "Mingyi Cao", "Shiya Wang", "Yueqing Gu", "Zhenwei Yuan", "Qifeng Zhong", "Dejun Hu", "Yongrong Yao"], "mesh_headings": []}
{"pmid": "40168012", "title": "Diagnostic Precision: Exchanging Urinary Catheters Before Urine Specimen Collection to Reduce Catheter-Associated Urinary Tract Infection.", "abstract": "Catheter-associated urinary tract infections are among the most prevalent and costly types of hospital-acquired infections. During the COVID-19 pandemic, growing numbers of critical care patients required indwelling urinary catheters, leading to higher infection rates. A critical care unit saw a 7-fold increase in the rate of catheter-associated urinary tract infection during the COVID-19 pandemic. A review of procedures showed that the current standard of care for preventing such infections was inadequate. In particular, patients who could not have indwelling urinary catheters promptly removed risked a potential false-positive diagnosis of catheter-associated urinary tract infection due to clinicians' use of long-term catheters to obtain urine specimens for microbiological evaluation. A literature review was performed to gather evidence on best practices for urine specimen collection in the critical care unit. An interprofessional task force including frontline nurses advocated implementation of a pilot project in 2 critical care units involving exchange of catheters before obtaining urine specimens for microbiological evaluation in any patient who had an indwelling catheter in place for more than 24 hours. Implementation of the new protocol resulted in a major reduction in the diagnosis of catheter-associated urinary tract infection, with no incidents occurring for 2 consecutive quarters. Based on these results, the new evidence-based workflow was incorporated as the standard of care for all adult inpatients. Catheter exchange before collection of urine specimens in patients requiring urine culture evaluation can improve accuracy of diagnosis of catheter-associated urinary tract infection and promote antibiotic stewardship.", "journal": "Critical care nurse", "publication_date": "2025-Apr-01", "doi": "10.4037/ccn2025857", "authors": ["Kathleen Romano", "Jessica Leone", "Nora Love", "Amy Caramore"], "mesh_headings": []}
{"pmid": "40167999", "title": "Deep Learning-driven Microfluidic-SERS to Characterize the Heterogeneity in Exosomes for Classifying Non-Small Cell Lung Cancer Subtypes.", "abstract": "Lung cancer exhibits strong heterogeneity, and its early diagnosis and precise subtyping are of great importance, as they can increase the ability to deliver personalized medicines by tailoring therapy regimens. Tissue biopsy, albeit the gold standard, is invasive, costly and provides limited information about the tumor and its molecular landscape. Exosomes, as promising biomarkers for lung cancer, are a heterogeneous collection of membranous vesicles containing tumor-specific information for liquid biopsy to identify lung cancer subtypes. However, the small size, complex structure, and heterogeneous molecular features of exosomes pose significant challenges for their effective isolation and analysis. Herein, we report a deep learning-driven microfluidic chip with surface-enhanced Raman scattering (SERS) readout to characterize the differences in exosomes for the early diagnosis and molecular subtyping of non-small cell lung cancer (NSCLC). This integration comprises a processing unit for exosome capture and enrichment using polystyrene microspheres (PS) binding gold nanocubes (AuNCs) and anti-CD-9 antibody (denoted as PACD), and an optical sensing unit to trap the PACD and detect SERS signals from these exosomes. This system achieved a maximum trapping efficiency of 85%, and could distinguish three different NSCLC cell lines from the normal cell line with an overall accuracy of 97.88% and an area under the curve (AUC) of over 0.95 for each category. This work highlights the combined power of deep learning, SERS, and microfluidics in realizing the capture, detection, and analysis of exosomes from biological matrices, which may pave the way for clinical exosome-based cancer diagnosis and prognostication in the future.", "journal": "ACS sensors", "publication_date": "2025-Apr-01", "doi": "10.1021/acssensors.4c03621", "authors": ["Hui Chen", "Hongyi Liu", "Longqiang Xing", "Dandan Fan", "Nan Chen", "Pei Ma", "Xuedian Zhang"], "mesh_headings": []}
{"pmid": "40167995", "title": "Delivering a bespoke education programme and learning framework for the integrated speech & language therapy head and neck cancer service across Cheshire and Merseyside, within the UK.", "abstract": "The Cheshire and Merseyside (C&M) integrated head and neck cancer (HNC) speech and language therapy (SLT) service based in Liverpool in the UK successfully developed and delivered an in house, fast-track education programme for the primary purpose of advancing SLT clinicians from specialist to highly specialist roles to deliver care to the C&M HNC population as part of a novel integrated service. The bespoke curriculum, competency and assessment framework were intensively delivered through a range of workplace-based training.The aim of this review is to share the principles underpinning the developed frameworks. The development of the bespoke SLT HNC education programme and competency framework was informed by Macmillan AHP competencies, the Aspirant Cancer Career Education and Development (ACCEND) programme and with reference to the four pillars of practice as described in the advanced clinical practitioner framework. The C&M framework was centred around evidence based principles of medical education specifically Constructivist Learning theory and included foundation theory teaching, self-directed learning, technical skills mastery, delivered by blended and workplace-based learning events. The assessment framework incorporated peer and clinical supervision, viva and case reviews and workplace-based assessment including Direct Observation of Procedural Skills (DOPS) with entrustable professional activities (EPA). The education programme was successful in progressing SLT staff within 18 months to achieve appropriate competencies to deliver a new integrated service across C&M. The detailed competency and assessment frameworks developed spans the whole of the HNC patient pathway. Next steps are sharing the success of this work and further development of the learning programme for C&M and other services.", "journal": "Current opinion in otolaryngology & head and neck surgery", "publication_date": "2025-Mar-21", "doi": "10.1097/MOO.0000000000001042", "authors": ["Catriona Fleming", "H Fiona Robinson"], "mesh_headings": []}
{"pmid": "40167983", "title": "Experience of nine south eastern European transplant centers with testicular cancer in kidney transplant recipients.", "abstract": "Testicular cancer (TC) is the most common type of cancer among young men aged 25 to 45. This study represents the first population study of TC in kidney transplant recipients (KTRs). We conducted a multicentric, multinational, cross-sectional study across nine transplant centers in Croatia, Serbia, Montenegro, Slovenia, and Bosnia and Herzegovina. All KTRs over 18 years old who were regularly monitored at their transplant centers were included. Data were collected from electronic medical records at these centers. Out of the 4426 KTRs who participated in our study, six (0.14%) developed TC after KT. Two of these patients had a history of malignancy before KT, while four had a positive family history of malignancy. The median age at diagnosis of TC was 41 years. Follow-up time ranged from 1 to 14 years. Most of the patients underwent surgical treatment and half received adjuvant chemotherapy and/or radiotherapy. Four patients had seminoma and two had non-seminoma. In most cases, the immunosuppressive therapy was adjusted. Half of the patients maintained stable kidney allograft function after TC treatment. One patient died due to COVID-19 and two required chronic dialysis 8-9 years after their TC diagnosis and treatment. In our study, TC occurred in the same age range as in the general population. A personal or family history of malignancy was identified as a significant risk factor. Outcomes for kidney allograft function and overall survival were excellent for patients whose disease was detected early and treated with orchiectomy. Switching from calcineurin to mTOR inhibitors also supported allograft survival.", "journal": "International urology and nephrology", "publication_date": "2025-Apr-01", "doi": "10.1007/s11255-025-04488-0", "authors": ["Mirha Pjanic", "Ivana Juric", "Miha Arnol", "Damir Rebic", "Mirna Aleckovic-Halilovic", "Marija Milinkovic", "Danilo Radunovic", "Zeljko Kastelan", "Nikolina Basic-Jukic"], "mesh_headings": []}
{"pmid": "40167979", "title": "A case of esophageal cancer with superior vena cava syndrome treated with chemotherapy via a central venous port placed by translumbar approach.", "abstract": "Superior vena cava syndrome (SVCS) is a serious condition that complicates the placement of central venous access port (CV port) in cancer patients. This report highlights the successful placement of a CV port by translumbar approach in a patient with advanced esophageal carcinoma complicated by SVCS. The patient was an 80-year-old woman whose tumor had invaded the superior vena cava (SVC) through the azygos vein, necessitating stent placement in the SVC. Subsequently, a CV port was implanted in the inferior vena cava using a translumbar approach, allowing the initiation of chemotherapy. The patient underwent nine cycles of FOLFOX followed by four cycles of nivolumab. To address worsening dysphagia, an esophageal stent was placed, disease progression was confirmed during treatment. The patient then transitioned to best supportive care. The patient passed away 432 days after the CV port placement. Notably, no port-related complications were observed throughout the course of treatment, underscoring the feasibility and safety of the translumbar approach in patients with SVCS.", "journal": "Clinical journal of gastroenterology", "publication_date": "2025-Apr-01", "doi": "10.1007/s12328-025-02121-2", "authors": ["Kazuya Maruo", "Juichiro Yoshida", "Takeshi Nishimura", "Hideki Fujii", "Naoya Tomatsuri", "Masanori Yamashita", "Yusuke Ichijo", "Yuko Sano", "Yusuke Okuyama", "Hideki Sato"], "mesh_headings": []}
{"pmid": "40167969", "title": "Cosibelimab: First Approval.", "abstract": "Cosibelimab (UNLOXCYT; cosibelimab-ipdl) is an anti-PD-L1 antibody developed by Checkpoint Therapeutics for the treatment of advanced cancers, including metastatic or locally advanced cutaneous squamous cell carcinoma (mCSCC or laCSCC). Cosibelimab is the first approved anti-PD-L1 therapy in the USA for the treatment of adults with mCSCC or laCSCC who are not candidates for curative surgery or curative radiation. In contrast to other anti-PD-L1 antibodies, cosibelimab can induce antibody-dependent cell mediated cytotoxicity as it includes a functional F", "journal": "Drugs", "publication_date": "2025-Apr-01", "doi": "10.1007/s40265-025-02164-2", "authors": ["Arnold Lee"], "mesh_headings": []}
{"pmid": "40167968", "title": "Iparomlimab and Tuvonralimab: First Approval.", "abstract": "Iparomlimab and tuvonralimab (", "journal": "Drugs", "publication_date": "2025-Apr-01", "doi": "10.1007/s40265-025-02160-6", "authors": ["Susan J Keam"], "mesh_headings": []}
{"pmid": "40167966", "title": "Identification of RASL11A as a gene conferring radiosensitivity in glioblastoma.", "abstract": "Radioresistance poses a significant challenge in the treatment of glioblastoma (GBM). This study investigates the role of Ras-like protein family member 11 A (RASL11A), which is upregulated in GBM cells following X-ray irradiation (IR), in modulating radiosensitivity. The mRNA-seq data comprising 699 human glioma samples of different grades from The Cancer Genome Atlas (TCGA) was analyzed to explore the relationship between RASL11A expression and clinical outcomes in glioma patients. RASL11A was overexpressed in U251 cells and knocked out in U87 cells, with subsequent assays to evaluate its impacts on radiosensitivity in vitro and in vivo. Transcriptome sequencing was performed and p-STAT3 levels were assessed in GBM cells following IR treatment. Analysis of mRNA-seq data from 699 glioma samples in The Cancer Genome Atlas (TCGA) revealed that higher RASL11A expression correlates with poor clinical outcomes. In vitro experiments demonstrated that RASL11A overexpression in U251 cells or RASL11A knockout in U87 cells significantly affected radiosensitivity. Cells with higher RASL11A levels exhibited increased clonogenic survival, reduced G2/M arrest, decreased γ-H2AX levels, and lower apoptosis rates after X-ray IR. In vivo studies corroborated these findings, showing larger tumor volumes and weights, along with decreased levels of C-Caspase 3 and increased Ki67 expression in RASL11A-overexpressing U251 tumors with IR treatment. Higher RASL11A altered the transcriptome landscape and promoted STAT3 phosphorylation in GBM cells following IR exposure. RASL11A appears to reduce radiosensitivity by enhancing STAT3 phosphorylation in GBM cells, highlighting its potential as a therapeutic target for optimizing radiotherapy efficacy.", "journal": "Journal of neuro-oncology", "publication_date": "2025-Apr-01", "doi": "10.1007/s11060-025-05013-0", "authors": ["Ruilong Lan", "Na Zhang", "Ruiqing Chen", "Junying Chen", "Zhimin Chen", "Zeng Wang"], "mesh_headings": []}
{"pmid": "40167961", "title": "Safety Assessment of Two Human Fecal Bacteroides Strain Isolates in Immunodeficient Mice.", "abstract": "Bacteroides are potential candidates  for next-generation probiotics (NGPs), which require preclinical safety and efficacy evaluations to ensure their rational use. This study aimed to verify the safety of two Bacteroides strains isolated from human fecal samples, Bacteroides dorei CK16 (B. dorei CK16) and Bacteroides vulgatus CK29 (B. vulgatus CK29), using genomic analysis and in vivo experiments. Whole-genome sequencing analysis of B. dorei CK16 revealed a predicted 4,898 protein-coding sequences (CDS), about 5.5 Mb of total genome length with a G + C content of 42.08%, and B. vulgatus CK29 revealed a predicted 4,610 CDS, about 5.3 Mb of total genome length with a G + C content of 42.56%. Moreover, the genome demonstrated the absence of virulence factors, and insertion sequences related to clinically relevant strains in either strain. A 42-day in vivo experiment was conducted on BALB/c and BALB/c nude mice, with each mouse receiving a daily dose of 1 × 10", "journal": "Probiotics and antimicrobial proteins", "publication_date": "2025-Apr-01", "doi": "10.1007/s12602-025-10529-y", "authors": ["Boyi Jiang", "Zhen Wang", "Mingxuan Wang", "Shijie Wang", "Mengmeng Li", "Zhaoting Meng", "Jing Yuan", "Yuehua Ke"], "mesh_headings": []}
{"pmid": "40167956", "title": "Prospective survey exploring decision-making among patients pursuing oocyte and/or embryo cryopreservation prior to gonadotoxic therapy: Seeking certainty or harboring hope?", "abstract": "To assess the extent to which patients pursuing medically-indicated fertility preservation (FP) prioritize reproductive certainty vs. hope, and to correlate specific FP strategies with post-cycle satisfaction, anxiety, and optimism. Prospective survey of patients with ovaries 18-45y requiring fertility-compromising therapy having completed a FP consult at an academic fertility center from 10/2021-2/2023. Among 136 eligible patients, 70 completed the survey. Of those planning FP, 35 planned egg freezing (57.4%), 16 embryo freezing (26.2%), and 10 both (16.4%). Those freezing eggs were younger (29.7 ± 6.5y) vs. those freezing embryos (35.8 ± 4.5y) or both (30.9 ± 6.1y) (p = 0.01). While those freezing embryos were more likely to be married (12/16, 75%), 33% of married individuals froze at least some eggs. Of those freezing embryos, 88.5% said they would want to know if their embryos were abnormal; however, only 46.2% planned pre-implantation genetic testing (PGT). Fifty-three patients ultimately completed ≥ 1 cycle: 64.1% eggs, 30.2% embryos, and 5.7% both. Among those completing the post-cycle survey (n = 42), cycle satisfaction varied by FP strategy, from 62% for embryos to 96% for eggs and 100% for both (p = 0.013). Anxiety measure scores were higher pre- vs. post-cycle (median [IQR] = 8 [6-12] vs. 6 [0-8], p < 0.001), whereas optimism measure scores were similar throughout. FP decisions are nuanced and individualized. Notably, patients freezing eggs who therefore had less concrete information about reproductive potential endorsed higher cycle satisfaction. More thorough understanding of this complex decision-making may help optimize counseling and support.", "journal": "Journal of assisted reproduction and genetics", "publication_date": "2025-Apr-01", "doi": "10.1007/s10815-025-03466-w", "authors": ["Jennifer B Bakkensen", "Jessica Almgren-Bell", "Kristin Smith", "Angela K Lawson", "Kara N Goldman"], "mesh_headings": []}
{"pmid": "40167945", "title": "3'-deoxy-3'-", "abstract": "Anti-programmed cell death-1 (anti-PD-1) therapy has become the standard immunotherapy for patients with advanced non-small cell lung cancer (NSCLC). However, little is known about the organs influenced by PD-1 inhibitors on a patient's tumor immunity. We examined the changes in lymphoid tissue proliferation before and after PD-1 inhibitor treatment using 3'-deoxy-3'-[ The baseline In patients with advanced NSCLC who achieved a tumor response, proliferation decreased in the bone marrow, but not in the spleen or lymph nodes, 6 weeks after treatment initiation.", "journal": "EJNMMI research", "publication_date": "2025-Apr-01", "doi": "10.1186/s13550-025-01225-7", "authors": ["Masayuki Sato", "Yukihiro Umeda", "Tetsuya Tsujikawa", "Tetsuya Mori", "Akikazu Shimada", "Tomoaki Sonoda", "Makiko Yamaguchi", "Chisato Honjo", "Yuko Waseda", "Yasushi Kiyono", "Tamotsu Ishizuka", "Hidehiko Okazawa"], "mesh_headings": []}
{"pmid": "40167935", "title": "A comprehensive study on the radiomic score derived from perineural invasion in gastric cancer and its correlation with the overall survival of patients.", "abstract": "Perineural invasion (PNI) is closely related to the prognosis of gastric cancer (GC) patients. However, a noninvasive tool for accurately and reliably predicting the PNI is lacking. The clinical and imaging data of 278 patients from institution I and 39 patients from institution II were retrospectively analyzed. Radiomic features were extracted from the intratumoral and peritumoral regions. Seven independent machine learning (ML) algorithms are used to develop the models. Kaplan-Meier survival analysis and Cox proportional hazards analysis were carried out to compare 3-year and 5-year overall survival (OS) differences among various subgroups based on PNI and radiomic scores. T stage and lymphovascular invasion (LVI) were significantly correlated with the PNI (P < 0.01). The OS of patients with different PNI status was significantly different (P < 0.05). Gradient boosting tree is the best ML algorithm. The area-under-the-curve (AUC) values of the optimal radiomics model in the internal test set and external test set were 0.901 and 0.886, respectively. After the introduction of clinical variables T stage and LVI, the performance of the model further improved in predicting the PNI of GC patients, with the AUC of 0.904 in the internal test set and 0.886 in the external test set. The difference in 3-year OS (P = 0.005) and 5-year OS (P = 0.015) among patients with varying radiomic scores was statistically significant. Radiomics combined with intratumoral and peritumoral features is feasible for evaluating the PNI of GC patients. The prognosis of patients with different radiomic scores was statistically significant.", "journal": "La Radiologia medica", "publication_date": "2025-Apr-01", "doi": "10.1007/s11547-025-01993-1", "authors": ["Yueling Wang", "Xuhui Fan", "Zai Luo", "Qingguo Wang", "Yuan Fang", "Chao Han", "Zhengjun Qiu", "Han Wang", "Chen Huang"], "mesh_headings": []}
{"pmid": "40167934", "title": "Interrater reliability of MRI Neck Imaging Reporting and Data System (NI-RADS) in the follow-up of nasopharyngeal carcinoma after radiation therapy.", "abstract": "Evidence supporting the reliability of magnetic resonance imaging (MRI) Neck Imaging Reporting and Data System (NI-RADS) is currently limited. This study aims to evaluate the interrater agreement of MRI NI-RADS among radiologists with varying levels of expertise in nasopharyngeal carcinoma (NPC) patients. We designed an observational retrospective study to identify follow-up MRIs in patients who had undergone radiation therapy. Five radiologists (2 head and neck experts, 1 general radiologist, and 2 residents in radiology) scored each MRI using NI-RADS. Kappa (κ) and percentage of agreement (POA) were calculated for the ultimate score and for each individual feature of the NI-RADS (primary tumor size, signal on T2-weighted images, contrast enhancement, diffusion restriction, and lymph node size). Agreement was analyzed also separately for the first follow-up MRI and subsequent scans. Thirty patients were included (a total of 97 MRIs per rater). Interreader agreement between all readers was moderate for NI-RADS (κ = 0.41; POA = 81%). The first follow-up showed a low reliability between the head and neck expert radiologist and the two radiology residents for both primary tumor contrast enhancement and size assessment (κ = 0.02; POA = 31% and κ = 0.17; POA = 38%, respectively), while there was a high level of agreement in the analysis of diffusion-weighted imaging (DWI) (κ = 0.79; POA = 96%). MRI NI-RADS has a moderate interrater agreement in NPC patients after radiation therapy. Educational effort should focus on the assessment and interpretation of primary tumor contrast enhancement and size in the first examination performed after treatment, by also considering information derived from DWI.", "journal": "La Radiologia medica", "publication_date": "2025-Apr-01", "doi": "10.1007/s11547-025-01982-4", "authors": ["Andrea Falzone", "Marco Parillo", "Marinella Neri", "Alessandro Marinetti", "Matteo Zanini", "Francesco Sella", "Carlo Cosimo Quattrocchi"], "mesh_headings": []}
